/* Description of the show */
"%@ Description" = "Descripción de %@";

/* No comment provided by the engineer */
"airdate" = "fecha de aire";

/* No comment provided by the engineer */
"Airdate Selection" = "Selección de fecha de aire";

/* display all (episodes) */
"all" = "todos";

/* No comment provided by the engineer */
" and " = " y ";

/* No comment provided by the engineer */
"%@ as %@" = "%@ como %@";

/* No comment provided by the engineer */
"A synopsis of the show" = "Una sinopsis del programa";

/* No comment provided by the engineer */
"All episodes of %@ that aired between the selected dates will be displayed." = "Se mostrarán todos los episodios de %@ que se emitan entre las fechas seleccionadas.";

/* No comment provided by the engineer */
"All episodes of %@ that aired on the selected date will be displayed." = "Se mostrarán todos los episodios de %@ que se emitieron en la fecha seleccionada.";

/* No comment provided by the engineer */
"description" = "descripción";

/* No comment provided by the engineer */
"disc" = "disco";

/* No comment provided by the engineer */
"disc location" = "ubicación del disco";

/* No comment provided by the engineer */
"Dismiss" = "Descartar";

/* No comment provided by the engineer */
"Display a random episode" = "Elegir al azar un epsodio";

/* No comment provided by the engineer */
"Display" = "Mostrar";

/* subtitle (doesn't get a number preceding) */
"Episode" = "episodio";

/* navigation bar title */
"Episodes" = "Episodios";

/* No comment provided by the engineer */
"Episodes directed by %@" = "Episodios dirigidos por %@";

/* No comment provided by the engineer */
"Episodes in %@" = "Episodios en %@";

/* No comment provided by the engineer */
"Episodes with %@" = "Episodes con %@";

/* No commend provided by the engineer */
"Episodes with a specific %@" = "Episodios con un %@ específico";

/* No comment provided by the engineer */
"Episodes written by %@" = "Episodios escritos por %@";

/* No comment provided by the engineer */
"Favorite" = "Favorito";

/* No comment provided by the engineer */
"Favorite Episodes" = "Episodios favoritos";

/* display all favorited episodes */
"favorites" = "favoritos";

/* No comment provided by the engineer */
"home" = "inicio";

/* No comment provided by the engineer */
"next" = "próximo";

/* No comment provided by the engineer */
"No episodes" = "No hay episodios";

/* No comment provided by the engineer */
"No episodes aired in the given time frame." = "Ningún episodio se estrenó en el período de tiempo seleccionado.";

/* No comment provided by the engineer */
"No episodes aired on the given date." = "Ningún episodio se estrenó en la fecha seleccionada.";

/* No comment provided by the engineer */
"overall" = "en general";

/* No comment provided by the engineer */
"previous" = "anterior";

/* No comment provided by the engineer */
"random" = "aleatorio";

/* No comment provided by the engineer */
"Range of Airdates" = "Rango de fechas de aire";

/* No comment provided by the engineer */
"runtime" = "duración";

/* No comment provided by the engineer */
"Search episodes by %@" = "Buscar los episodios por %@";

/* display */
"show" = "mostrar";

/* display all books */
"show books" = "mostrar los libros";

/* display all episodes */
"show all %@ episodes" = "mostrar todos los %@ episodios";

/* No comment provided by the engineer */
"Show episode that aired on the chosen date" = "Mostrar el episodio que emitió en la fecha seleccionada";

/* No comment provided by the engineer */
"Show episodes that aired between two dates" = "Mostrar los episodios que emitieron entre de las fechas seleccionadas";

/* No comment provided by the engineer */
"show favorited episodes" = "mostrar los episodios favoritos";

/* display all seasons */
"show seasons" = "mostrar las temporadas";

/* display all series */
"show series" = "mostrar las series";

/* display all series */
"Single Airdate" = "Fecha de aire";

/* No comment provided by the engineer */
"the (feminine)" = "la";

/* No comment provided by the engineer */
"the (masculine)" = "el";

/* No commebnt provided by the engineer */
"The War Doctor" = "El Doctor de la Guerra";

/* No comment provided by the engineer */
"There are no shows available for searching. Connect to the internet and try again." = "Noy hay ningún programa disponible. Conéctese a Internet y vuelva a intentar.";

/* No comment provided by the engineer */
"Unfavorite" = "No favorito";
